<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
<div align="center">
<h1>메가커피 소개</h1>
</div>
<h3>1.개요</h3>
<p>
메가커피는 모 브랜드인 앤하우스 이름으로 2005년 법인이 설립되었다. 이후 2013년 빙수전문점 파시야 브랜드를 
론칭하였고 시장 트랜드에 발 맞추어 2015년 메가커피 브랜드를 론칭하였고 폭발적인 고객과 예비 점주의 성원에 
힘입어 빠른 속도로 볼륨을 키워 나갔다. 또한, 고객의만족도를 높힌 가격과 맛 그리고 사이즈를 충족시킨 음료를 출시하였고 
합리적인 가격을 지향하는 브랜드 중 후발 주자임에 현재는 명실공히 누구나 인정하는 프랜차이즈로 성장하였다.</p>

<h3>2.특징</h3>
<p>
 100~200호점 당시에는 경기 북부지역에서도 면단위 지역을 중점으로 공격적으로 개점되었다. 아무래도 가성비를 내세운 브랜드다보니 
 가성비를 중시하는 수요층을 노리기 위해 군인들이 외박 및 외출 나오는 지역이나 대학교 주변 위주로 많이 개점된 것을 볼 수 있는데, 
 대표적으로 연천군 전곡점, 포천시 운천점/일동점, 철원군 신철원점/와수점, 화천군 사창리점 등이 먼저 개점되었을 정도, 
 서울 등의 대도시는 나중에 차근차근 진행되었다.</p>

</body>
</html>